[Main]
DisplayName=Ελληνικά

[SmartDefrag_SDMainForm]
btn_close.Hint=Κλείσιμο
btn_maximize.Hint=Μεγιστοποίηση
btn_minimize.Hint=Ελαχιστοποίηση
btn_restore.Hint=Επαναφορά
btn_more.Hint=Επιλογές
lblLatestNews.Caption=Μοιραστετίτε συτό το λογισμικό με την οικογένεια και τους φίλους σας. Αυτοί θα χαίρονται να το χρησιμοποιούν!
btn_game_optimize.Caption=Βελτιστοποίηση
btn_gamedefrag_start.Caption=Συνέχιση
btn_gamedefrag_stop.Caption=Διακοπή
btn_gamedefrag_pause.Caption=Παύση
btn_defrag_finish.Caption=Τέλος
btn_backtosvolumetatus.Caption=Πίσω
lblPBD_DPF.Caption=Ανασυγκρότηση αρχείου σελιδοποίησης και αρχείων αδρανοποίησης
lblPBD_DMFT.Caption=Ανασυγκρότηση πίνακα κύριων αρχείων (MFT)
lblPBD_DSYS.Caption=Ανασυγκρότηση αρχείων συστήματος
lblPBD_DREG.Caption=Ανασυγκρότηση αρχείων Μητρώου
lblPBD_DCF.Caption=Ανασυγκρότηση καθορισμένων αρχείων
btnBTConfig.Caption=Διαμόρφωση
LabelEnableBTD.Caption=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
lblBootTimeDefrag.Caption=Ιστορικό Βoot Time ανασυγκρότησης
lvBootTimeDefragListView.Columns[0].Caption=Δεδομένα
lvBootTimeDefragListView.Columns[1].Caption=Συνολικό μέγεθος
lvBootTimeDefragListView.Columns[2].Caption=Θραύσματα
lvBootTimeDefragListView.Columns[3].Caption=Ενέργεια
btn_tab_actioncenter.Caption=Κέντρο ενεργειών
btn_tab_boottimedefrag.Caption=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
btn_tab_diskdefrag.Caption=Ανασυγκρότηση δίσκων
btn_tab_gameoptimize.Caption=Βελτιστοποίηση παιχνιδιών
lbl_map.Caption=Χάρτης χρωμάτων:
lblResetColor.Caption=Επαναφορά
lvDefragList.Columns[0].Caption=Όνομα
lvDefragList.Columns[1].Caption=Θραύσματα
lvDefragList.Columns[2].Caption=Μέγεθος
lvDefragList.Columns[3].Caption=Διαδρομή
lvDefragList.Columns[4].Caption=Αποτέλεσμα
btnShowDefragMap.Caption=Χάρτης
btnShowDefragList.Caption=Λεπτομέρειες
btnShowJunkFile.Caption=Άχρηστα
lblAfterDefragTask.Items[0].Caption=Τερματισμός μετά την ανασυγκρότηση
lblAfterDefragTask.Items[1].Caption=Αναμονή μετά την ανασυγκρότηση
lblAfterDefragTask.Items[2].Caption=Αδρανοποίηση μετά την ανασυγκρότηση
lblAfterDefragTask.Items[3].Caption=Επανεκκίνηση μετά την ανασυγκρότηση
lblStatus.Caption=Κατάσταση:
lblSSDStatus.Caption=Κατάσταση:
lblAfter.Caption=Μετά:
lblBefore.Caption=Πριν:
lblFragRate.Caption=Βαθμός κατακερματισμού:
lblDefragFragmentRate.Caption=Βαθμός κατακερματισμού:
btn_start.Caption=Συνέχιση
btn_stop.Caption=Διακοπή
btn_pause.Caption=Παύση
lbl_estimatedtime1.Caption=Αναμενόμενος υπόλοιπος χρόνος:
btnFixDefrag.Caption=Έξυπνη ανασυγκρότηση
btn_view_report.Caption=Εμφάνιση αναφοράς
lblJunkScanSkip.Caption=Παράλειψη
mniOpenSmartDefrag.Caption=Άνοιγμα του Smart Defrag
mniHomePage.Caption=Αρχική σελίδα
mniSupport.Caption=Τεχνική υποστήριξη
mniExit.Caption=Έξοδος
mniTask_Shutdown.Caption=Τερματισμός
mniTask_Sleep.Caption=Αναμονή
mniTask_Hibernate.Caption=Αδρανοποίηση
mniTask_Reboot.Caption=Επανεκκίνηση
mniSkinClassic.Caption=Κλασική
mniSkinWhite.Caption=Λευκή
btnFeedBack.Caption=Αποστολή σχολίων
btnViewReport.Caption=Εμφάνιση αναφοράς
btnScanMore.Caption=Περισσότερη σάρωση
lblBootTimeSSD.Caption=Ο δίσκος σας είναι SSD. Η Boot Time ανασυγκρότηση δεν υποστηρίζει SSD.
shp_map_free.Hint=Ελεύθερος χώρος
shp_map_mft.Hint=Πίνακας κύριων αρχείων (MFT)
shp_map_dir.Hint=Κατάλογοι
shp_map_frequent.Hint=Χρησιμοποιούνται συχνά
shp_map_rare.Hint=Χρησιμοποιούνται σπάνια
shp_map_unmovable.Hint=Αμετακίνητα
shp_map_frag.Hint=Θραύσματα
shp_map_moving.Hint=Μετακινούμενα
btn_nav_show.Hint=Εμφάνιση κέντρου ενεργειών
btn_nav_hide.Hint=Απόκρυψη κέντρου ενεργειών
lbl_defragprogress.Caption=Συνολική πρόοδος:
lblGameEstimatedTime.Caption=Συνολική πρόοδος:
lblRecommendation.Caption=Σας προτείνουμε:
lblJunkCleaned.Caption=Εκκαθαρίστηκαν άχρηστα αρχεία:
lblSpaceReleased.Caption=Ελευθερώθηκε χώρος:
btn_feedback.Caption=Αποστολή σχολίων
btnGameViewReport.Caption=Εμφάνιση αναφοράς
rdlblBootTimeDefragDesc.Caption=Ανασυγκροτήστε τα αρχεία του συστήματός σας πριν την εκκίνηση του, για να μεγιστοποιήσετε την απόδοση του.
btnBTActiveNow.Caption=Ενεργοποίηση τώρα
btnGOActiveNow.Caption=Ενεργοποίηση τώρα
rdlblEnterCode.Caption=Εισαγωγή άδειας
btnManageLicense.Caption=Διαχείριση άδειας
rdlblProfuture.Caption=Μεγιστοποίηση της απόδοσης και διάρκειας των δίσκων σας με:
btnProfutureAuto.Caption=Αυτόματη έξυπνη ανασυγκρότηση
btnProfutureBootTimeDefrag.Caption=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
btnProfutureAlways.Caption=Πάντα ενημερωμένο
btn_shuffle.Hint=Τυχερή κλήρωση

[SmartDefrag_SDMainMenu]
btn_more.Hint=Επιλογές
btnAbout.Caption=Σχετικά με το Smart Defrag
btnCheckUpdates.Caption=Έλεγχος για ενημερώσεις
btnDownload.Caption=Λήψη δωρεάν IObit εφαρμογών
btnFindUsOnFacebook.Caption=Βρείτε μας στο Facebook
btnReport.Caption=Αναφορά του Smart Defrag
btnSettings.Caption=Ρυθμίσεις...
btnSkin.Caption=Εμφάνιση
btnTechnicalSupport.Caption=Τεχνική υποστήριξη
btnTranslate.Caption=Βοηθήστε μας στη μετάφραση
btnUseManual.Caption=Εγχειρίδιο χρήστη
btnDiskHealth.Caption=Υγεία δίσκου

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Ανάλυση
mniItem2.Caption=Ανασυγκρότηση && Βελτιστοποίηση
mniItem3.Caption=Ανασυγκρότηση Μεγάλων αρχείων
mniItem4.Caption=Ανασυγκρότηση Ελεύθερου χώρου
mniItem5.Caption=Ανασυγκρότηση && Ιεράρχηση αρχείων (αργή)
mniItem6.Caption=Τακτοποίηση && έξυπνη Βελτιστοποίηση
mniItem7.Caption=Γρήγορη ανασυγκρότηση

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Προστέθηκαν αρχεία && φάκελοι
btnAddFile.Caption=Προσθήκη αρχείου
btnAddFolder.Caption=Προσθήκη φακέλου

[SmartDefrag_FormSetting]
btn_close.Hint=Κλείσιμο
lblTitle.Caption=Ρυθμίσεις
Button_Recommand.Caption=Συνιστάται
Button_OK.Caption=ΟΚ
Button_Cancel.Caption=Άκυρο
Button_Apply.Caption=Εφαρμογή
lblSettingType.Caption=Γενικές ρυθμίσεις
AutoLoadCheck.Caption=Αυτόματη φόρτωση κατά την εκκίνηση των Windows
CloseSetCheck.Caption=Ελαχιστοποίηση στην περιοχή ειδοποιήσεων όταν κλείνει το πρόγραμμα
TrayCheck.Caption=Ενεργοποίηση ειδοποιήσεων στην περιοχή ειδοποιήσεων
CheckBox_Show_RemovableDisk.Caption=Να μην εμφανίζονται αφαιρούμενοι δίσκοι
lblSilentDesc.Caption=Η ενεργοποίηση αυτού του χαρακτηριστικού μπορει να εξασφαλίσει μια ομαλή ανασυγκρότηση χωρίς διακοπή.
lblReplaceDefragDesc.Caption=Ενεργοποιώντας αυτό το χαρακτηριστικό, θα ανοίγει το Smart Defrag όταν θα καλείτε το Windows defrag.
lblVSSDesc.Caption=Προσωρινή διακοπή VSS όταν γίνεται ανασυγκρότηση, για να προστατευτεί το τρέχον αντίγραφο ασφαλείας VSS. Το VSS σας θα ενεργοποιηθεί αυτόματα μετά την ολοκλήρωση της ανασυγκρότησης. (VSS: Volume Shadow Copy Service)
lblBatteriesDesc.Caption=Η ανασυγκρότηση θα καταναλώνει πολλή ενέργεια από τη μπαταρία. Έτσι, συνιστάται να σταματάτε την ανασυγκρότηση κατά τη χρήση με μπαταρία.
ReplaceWindowDefrag.Caption=Αντικατάσταση του ανασυγκροτητή δίσκων των Windows
SilentCheck.Caption=Ενεργοποίηση έξυπνης αθόρυβης λειτουργίας ενώ γίνεται ανασυγκρότηση (Συνιστάται)
chkEnableVSS.Caption=Διακοπή VSS όταν ανασυγκροτείται τόμος NTFS
BatteryCheck.Caption=Διακοπή αυτόματης ανασυγκρότησης και προγραμματισμένης ανασυγκρότησης σε λειτουργία μπαταρίας (Συνιστάται)
Label_Auto_Des.Caption=Με νέα τεχνολογία, η αυτόματη ανασυγκρότηση ανασυγκροτεί κατακερματισμένα αρχεία αυτόματα, ενώ το PC σας είναι σε αδράνεια, για να προστατεύσει τους σκληρούς σας δίσκους.
Label_DefragRate.Caption=Ανασυγκρότηση όταν ο βαθμός κατακερματισμού υπερβαίνει:
ExcludeCheck.Caption=Παράλειψη αρχείων μεγαλύτερων από 1 GB
ComboBox_DefragRate.Items[0].Caption=Πάντα ανασυγκρότηση
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Τα αποκλεισμένα αρχεία και φάκελοι συμπεριλαμβανομένων και των υποφακέλων τους δεν θα αναλύονται ή θα ανασυγκροτούνται.
Button_Add_File.Caption=Προσθ. αρχείου
Button_Add_Folder.Caption=Προσθ. φακέλου
Button_Delete.Caption=Διαγραφή
ListView_Exlude.Columns[0].Caption=Όνομα
Label_Schedule_Des.Caption=Η προγραμματισμένη ανασυγκρότηση ανασυγκροτεί HDD και τακτοποιεί SSD σε μια προγραμματισμένη ώρα, χωρίς την παρέμβαση του χρήστη.
Label_Schedule_Task.Caption=Προγραμματισμένη εργασία
Label_Action.Caption=Ενέργεια:
Label_Schedule_Status.Caption=Κατάσταση:
Button_Config_Schedule.Caption=Διαμόρφωση
ScheduleList.Columns[0].Caption=Τόμος
lvBootTimeDefrag.Columns[0].Caption=Τόμος
lvAAList.Columns[0].Caption=Τόμος
ComboBox_Action.Items[0].Caption=Έξυπνη ανασυγκρότηση
ComboBox_Action.Items[1].Caption=Ανασυγκρότηση Μεγάλων αρχείων
ComboBox_Action.Items[2].Caption=Ανασυγκρότηση Ελεύθερου χώρου
ComboBox_Action.Items[3].Caption=Ανασυγκρότηση & Βελτιστοποίηση
ComboBox_Action.Items[4].Caption=Ανασυγκρότηση & Ιεράρχηση αρχείων (αργή)
Label_Max.Caption=Μέγιστα αρχεία:
Label_Unsupport.Caption=Τα Windows 2000 δεν υποστηρίζονται
Label_Boottime_Des.Caption=Η Boot Time ανασυγκρότηση ανασυγκροτεί αρχεία στον HDD τα οποία δεν μπορούν να μετακινηθούν με ασφάλεια ενώ εκτελούνται τα Windows.
Label_Boottime_Status.Caption=Κατάσταση:
RadioButton_FirstBoot.Caption=Σε καθημερινή πρώτη εκκίνηση
RadioButton_EveryBoot.Caption=Σε κάθε εκκίνηση
RadioButton_Custom.Caption=Κάθε δύο μέρες πρώτη εκκίνηση
RadioButton_NextBoot.Caption=Μόνο στην επόμενη εκκίνηση
Label_language.Caption=Τρέχουσα γλώσσα
Label_Trans.Caption=Διαφάνεια:
CheckBox_DMC.Caption=Ενεργοποίηση πρόσβασης στο χάρτη του δίσκου γιά άτομα με δυσκολίες όρασης
lblJKF_SelectJunkFile.Caption=Επιλέξτε τα αντικείμενα που θέλετε να εκκαθαρίσετε:
chkJKF_EnableDOD.Caption=Ενεργοποίηση ασφαλούς διαγραφής αρχείων με DOD 5220.22-M (Βραδύτερη)
chkJKF_DeleteTime.Caption=Διαγραφή προσωρινών αρχείων των Windows παλαιότερων από 1 εβδομάδας
TreeView_Option.Items[0].Caption=Γενικές ρυθμίσεις
TreeView_Option.Items[1].Caption=Ανασυγκρότηση
TreeView_Option.Items[2].Caption=Αυτόματη υπηρεσία
TreeView_Option.Items[3].Caption=Αυτόματη ανασυγκρότηση
TreeView_Option.Items[4].Caption=Προγραμματισμός ανασυγκρότησης
TreeView_Option.Items[5].Caption=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
TreeView_Option.Items[6].Caption=Γενικά
TreeView_Option.Items[7].Caption=Προσαρμογή
TreeView_Option.Items[8].Caption=Εκκαθάριση δίσκου
TreeView_Option.Items[9].Caption=Λίστα αποκλεισμού
TreeView_Option.Items[10].Caption=Αυτόματη ενημέρωση
TreeView_Option.Items[11].Caption=Διεπαφή χρήστη
TreeView_Option.Items[12].Caption=Αθόρυβη λειτουργία
TreeView_Option.Items[13].Caption=Αυτόματη ανάλυση
CategoryLine_Boottime_Method.Caption=Μέθοδος
CategoryLine_Boottime_Log.Caption=Αρχεία καταγραφής
CategoryLine_Schedule_Method.Caption=Μέθοδος
CategoryLine_Schedule_Schedule.Caption=Πρόγραμμα
chkEnableDiskSpeed.Caption=Ενεργοποίηση έξυπνης επιτάχυνσης δίσκου
lblEnableDiskSpeedDesc.Caption=Αυτό το χαρακτηριστικό θα ενεργοποιήσει την DMA (Direct Memory Access) για καλύτερη απόδοση του δίσκου, αύξηση του χώρου κρυφής μνήμης και μείωση της συχνότητας ανάγνωσης-εγγραφής.
CategoryLine_Auto_Method.Caption=Μέθοδος
lblAutoAction.Caption=Ενέργεια:
ComboBox_AutoAction.Items[0].Caption=Έξυπνη ανασυγκρότηση
ComboBox_AutoAction.Items[1].Caption=Ανασυγκρότηση Μεγάλων αρχείων
ComboBox_AutoAction.Items[2].Caption=Ανασυγκρότηση Ελεύθερου χώρου
ComboBox_AutoAction.Items[3].Caption=Ανασυγκρότηση & Βελτιστοποίηση
ComboBox_AutoAction.Items[4].Caption=Ανασυγκρότηση & Ιεράρχηση αρχείων (αργή)
grpMethod_Method.Caption=Γενικά
lblUpdateMethod.Caption=Επιλέξτε τον τρόπο για ενημέρωση:
rbAutoUpdate_Automatically.Caption=Ειδοποιήστε με όταν υπάρχουν διαθέσιμες ενημερώσεις
rbAutoUpdate_ProgramLauched.Caption=Αυτόματη ενημέρωση του προγράμματος (Συνιστάται)
grpMethod_Proxy.Caption=Διακομιστής
rbProxy_Direct.Caption=Απευθείας σύνδεση (χωρίς μεσολάβηση)
rbProxy_ie.Caption=Αυτόματος εντοπισμός διακομιστή (χρήση ρυθμίσεων του Internet Explorer)
rbProxy_SpecifyServer.Caption=Καθορισμός διακομιστή (μόνο όταν συνδέεστε στο Ίντερνετ μέσω διακομιστή)
lblProxy_Host.Caption=Host:
lblProxy_Port.Caption=Θύρα:
lblProxy_UserName.Caption=Όνομα χρήστη:
lblProxy_UserPass.Caption=Κωδικός πρόσβασης:
Label_TaskSchedule.Caption=Πρόγραμμα:
Label_StartTime.Caption=Ώρα έναρξης:
ComboBox_TaskType.Items[0].Caption=Κάθε μέρα
ComboBox_TaskType.Items[1].Caption=Κάθε βδομάδα
ComboBox_TaskType.Items[2].Caption=Κάθε μήνα
ComboBox_Weekly.Items[0].Caption=Κυριακή
ComboBox_Weekly.Items[1].Caption=Δευτέρα
ComboBox_Weekly.Items[2].Caption=Τρίτη
ComboBox_Weekly.Items[3].Caption=Τετάρτη
ComboBox_Weekly.Items[4].Caption=Πέμπτη
ComboBox_Weekly.Items[5].Caption=Παρασκευή
ComboBox_Weekly.Items[6].Caption=Σάββατο
lblBootTimeStatus.Caption=Κατάσταση:
grpSlientMode.Caption=Κατάσταση
chkSlientMode_SlientMode.Caption=Αθόρυβη λειτουργία
lblSlientMode_SlientModeInfo.Caption=Εναλλαγή σε αθόρυβη λειτουργία αυτόματα, όταν εντοπίζεται μια εργασία πλήρους οθόνης ή εκτελείται ένα συγκεκριμένο πρόγραμμα.
grpSlientMode_Description.Caption=Προγράμματα καθορισμένα από τον χρήστη
lblSilent_UserSpec.Caption=Ενεργοποίηση της αθόρυβης λειτουργίας όταν εκτελείται κάποιο από τα ακόλουθα προγράμματα:
btnSlientMode_Add.Caption=Προσθήκη
btnSlientMode_Delete.Caption=Διαγραφή
GroupBox_SilentMode.Caption=Περιγραφή
lblSlientMode_Description1.Caption=Η αθόρυβη λειτουργία μειώνει την κατανάλωση πόρων με έξυπνο μηχανισμό ανασυγκρότησης:
lblSlientMode_Description2.Caption=1. Αυτόματη παράλειψη αυτόματης ανασυγκρότησης όταν εντοπιστεί μια συγκεκριμένη εργασία.
lblSlientMode_Description3.Caption=2. Αυτόματη παράλειψη προγραμματισμένης ανασυγκρότησης όταν εντοπιστεί μια συγκεκριμένη εργασία.
lvSlientMode.Columns[0].Caption=Όνομα στοιχείου
lvSlientMode.Columns[1].Caption=Περιγραφή
lblCBT_Desc.Caption=Η προσαρμοσμένη Boot Time ανασυγκρότηση μπορεί να ανασυγκροτήσει τα αρχεία τα οποία δεν μπορούν να ανασυγκροτηθούν όταν το σύστημα είναι σε λειτουργία. Προσθέστε τα στο κουτί για να τα ανασυγκροτεί στη διάρκεια του χρόνου εκκίνησης.
btnCbtAddFile.Caption=Προσθ. αρχείου
btnCbtDelete.Caption=Διαγραφή
lblAADesc.Caption=Αναλύει αυτόματα τους δίσκους σας όταν το σύστημα είναι σε αδράνεια και σας ενημερώνει εάν υπάρχουν θραύσματα που χρειάζονται ανασυγκρότηση.
lblAAStatus.Caption=Κατάσταση:
btnNotifyWhemSchdule.Caption=Μη με ειδοποιείς όταν ανασυγκροτεί
btnShutdown.Caption=Αυτόματος τερματισμός του PC όταν ολοκληρωθεί η προγραμματισμένη ανασυγκρότηση
btnShowShellMenu.Caption=Εμφάνιση στο μενού δεξιού κλικ του: "Ανασυγκρότηση με το Smart Defrag"

[SmartDefrag_shutdown]
Button_Cancel.Caption=Άκυρο
lblShutdownInfo.Items[0].Caption=Η ανασυγκρότηση ολοκληρώθηκε. το PC σας θα τερματιστεί σε
lblShutdownInfo.Items[1].Caption=Η ανασυγκρότηση ολοκληρώθηκε. το PC σας θα τεθεί σε αναμονή σε
lblShutdownInfo.Items[2].Caption=Η ανασυγκρότηση ολοκληρώθηκε. το PC σας θα τεθεί σε αδρανοποίηση σε
lblShutdownInfo.Items[3].Caption=Η ανασυγκρότηση ολοκληρώθηκε. το PC σας θα επανεκκινήσει σε
btn_close.Hint=Κλείσιμο

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Κλείσιμο
lblMessage.Caption=Θέλετε να εκκαθαρίσετε άχρηστα αρχεία πριν από την ανασυγκρότηση ώστε να απελευθερωθεί περισσότερος χώρος στο δίσκο και να ενισχυθεί η ανασυγκρότηση?
lblDontShowAgain.Caption=Απομνημόνευση της επιλογής μου
lblTipsCaption.Caption=Εκκαθάριση άχρηστων αρχείων
btnYes.Caption=Ναι
btnNo.Caption=Όχι, ευχαριστώ

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Κλείσιμο
btnYes.Caption=Ναι
btnNo.Caption=Όχι
btnOK.Caption=ΟΚ

[SmartDefrag_DefragReportView]
btn_close.Hint=Κλείσιμο
lblCaption.Caption=Αναφορά του Smart Defrag
lvDefragReportListView.Columns[0].Caption=Ώρα
lvDefragReportListView.Columns[1].Caption=Θραύσματα
lvDefragReportListView.Columns[2].Caption=Ενέργεια

[SmartDefrag_FormAbout]
lblCaption.Caption=Σχετικά με το Smart Defrag
Label_Warning.Caption=ΠΡΟΕΙΔΟΠΟΙΗΣΗ
Label_WarningInfo.Caption=Αυτό το πρόγραμμα για υπολογιστή προστατεύεται από το νόμο περί πνευματικών δικαιωμάτων και τις διεθνείς συνθήκες.
Label_AllRight.Caption=Όλα τα δικαιώματα διατηρούνται
Label_Acknowledge.Caption=Ιδιαίτερες ευχαριστίες στους ακόλουθους ανθρώπους για τη σπουδαία συμβολή τους:
btn_close.Hint=Κλείσιμο

[SmartDefrag_M]
M_FSUnknown=Άγνωστη
M_FSAnalyzed=Αναλύθηκε
M_FSDefragged=Ανασυγκροτήθηκε
M_FSInvalidHandle=Άκυρος χειρισμός
M_FSMoveFailed=Η μετακίνηση απέτυχε
M_FSNospace=Ασυνεχής χώρος στο δίσκο
M_FSSkipTooLarge=Παραλείφθηκαν (Μεγάλα αρχεία)
M_FSSkipRateTooLow=Παραλείφθηκε (Μικρός βαθμός κατακερματισμού)
M_DefragSummary=Σύνοψη ανασυγκρότησης
M_DefragDetails=Λεπτομέρειες ανασυγκρότησης
M_SSDOPTDetails=Λεπτομέρειες βελτιστοποίησης SSD
M_DiskSpaceInfo=Ελεύθερο/Συνολικό μέγεθος
M_DefragMethod=Μέθοδος ανασυγκρότησης
M_DefragBeginTime=Η ανασυγκρότηση ξεκίνησε
M_DefragEndTime=Η ανασυγκρότηση ολοκληρώθηκε
M_TotalFiles=Συνολικά αρχεία & κατάλογοι:
M_Fragments=Θραύσματα
M_Recommend=Σύσταση
M_FragmentationRate=Βαθμός κατακερματισμού
M_DefaultVolumeName=Τοπικός δίσκος
M_DetailsFragments=Θραύσματα
M_DetailsSize=Μέγεθος
M_DetailsResult=Αποτέλεσμα
M_DetailsPath=Διαδρομή
M_DMSSDAnalyze=Ανάλυση SSD
M_DMSSDOptimize=Τακτοποίηση
M_DMUSSDOptimize=Τακτοποίηση && έξυπνη Βελτιστοποίηση
M_DMSSDAnalyzed=%d στοιχεία μπορούν να τακτοποιηθούν για να βελτιώσουν την απόδοση και τη διάρκεια του SSD σας.
M_DMSSDOptimized=Ο SSD σας έχει τακτοποιηθεί για καλύτερη απόδοση.
M_DMUSSDAnalyzed=%d στοιχεία μπορούν να τακτοποιηθούν και βελτιστοποιηθούν για καλύτερη απόδοση και διάρκεια του SSD σας.
M_DMUSSDOptimized=Ο SSD σας έχει τακτοποιηθεί και έξυπνα βελτιστοποιηθεί.
M_DMNSSDAnalyze=Ανάλυση SSD
M_DMNSSDOptimize=Τακτοποίηση SSD
M_DMNAnalyze=Αναλύθηκε
M_DMNFastDefrag=Γρήγορη ανασυγκρότηση
M_DMNSmartDefrag=Έξυπνη ανασυγκρότηση
m_DMNLargeFileDefrag=Ανασυγκρότηση Μεγάλων αρχείων
M_DMNMergeSortDefrag=Ανασυγκρότηση && Ιεράρχηση
M_DMNSortDefrag=Ανασυγκρότηση && Βελτιστοποίηση
M_DMNMergeDefrag=Ανασυγκρότηση && ελεύθερος χώρος
M_DMNAutoDefrag=Αυτόματη ανασυγκρότηση
M_DMNSchdleDefrag=Προγραμματισμός ανασυγκρότησης
M_DMNDefrag=Ανασυγκρότηση
M_DMAnalyze=Ανάλυση
M_DMDefrag=Ανασυγκρότηση
M_DMFastDefrag=Γρήγορη ανασυγκρότηση
M_DMSmartDefrag=Έξυπνη ανάλυση
m_DMLargeFileDefrag=Ανασυγκρότηση μεγάλων αρχείων
M_DMMergeSortDefrag=Ανασυγκρότηση && Ιεράρχηση αρχείων
M_DMSortDefrag=Ανασυγκρότηση && Βελτιστοποίηση
M_DMMergeDefrag=Ανασυγκρότηση ελεύθερου χώρου
M_DMAFastDefrag=Αυτόματη γρήγορη ανασυγκρότηση
m_DMALargeFileDefrag=Αυτόματη ανασυγκρότηση μεγάλων αρχείων
M_DMAMergeSortDefrag=Αυτόματη ανασυγκρότηση && Ιεράρχηση αρχείων
M_DMASortDefrag=Αυτόματη ανασυγκρότηση && Βελτιστοποίηση
M_DMAMergeDefrag=Αυτόματη ανασυγκρότηση ελεύθερου χώρου
M_DMAutoDefrag=Αυτόματη ανασυγκρότηση
M_DMSchdleDefrag=Προγραμματισμένη ανασυγκρότηση
M_DMAnalyzed=Αναλύθηκε
M_DMDefraged=Η ανασυγκρότηση ολοκληρώθηκε
M_DMFastDefraged=Η γρήγορη ανασυγκρότηση ολοκληρώθηκε
M_DMMergeSortDefraged=Η ανασυγκρότηση && Ιεράρχηση αρχείων ολοκληρώθηκε
m_DMLargeFileDefraged=Η ανασυγκρότηση μεγάλων αρχείων ολοκληρώθηκε
M_DMSortDefraged=Η ανασυγκρότηση && Βελτιστοποίηση ολοκληρώθηκε
M_DMMergeDefraged=Η ανασυγκρότηση ελεύθερου χώρου ολοκληρώθηκε
M_DMAFastDefraged=Η αυτόματη γρήγορη ανασυγκρότηση ολοκληρώθηκε
M_DMAMergeSortDefraged=Η αυτόματη ανασυγκρότση && Ιεράρχηση αρχείων ολοκληρώθηκε
m_DMALargeFileDefraged=Η αυτόματη ανασυγκρότηση μεγάλων αρχείων ολοκληρώθηκε
M_DMASortDefraged=Η αυτόματη ανασυγκρότηση && Βελτιστοποίηση ολοκληρώθηκε
M_DMAMergeDefraged=Η αυτόματη ανασυγκρότηση ελεύθερου χώρου ολοκληρώθηκε
M_DMAutoDefraged=Η αυτόματη ανασυγκρότηση ολοκληρώθηκε
M_DMSchdleDefraged=Η προγραμματισμένη ανασυγκρότηση ολοκληρώθηκε
M_Idle=Αδρανής
M_Queuing=Εκκρεμής
M_DBTrim=Τακτοποίηση
M_DBSmartDefrag=Έξυπνη ανασυγκρότηση
M_DBOptimize=Έξυπνη Βελτιστοποίηση
M_BTDViewReport=Εμφάνιση αναφοράς
M_OPT_TRIM=Ενεργοποίηση TRIM ώστε να αυξηθεί η ταχύτητα ανάγνωσης και εγγραφής του SSD.
M_OPT_PREFETCHER=Απενεργοποίηση του Prefetcher για να παραταθεί η διάρκεια ζωής του SSD.
M_OPT_SUPERFETCH=Απενεργοποίηση του Superfetch για να παραταθεί η διάρκεια ζωής του SSD
M_OPT_BTD=Απενεργοποίηση Boot Time ανασυγκρότησης για να παραταθεί η διάρκεια ζωής του SSD.
M_OPT_SDDT=Απενεργοποίηση προγραμματισμένης εργασίας ανασυγκρότησης για να παραταθεί η διάρκεια ζωής του SSD.
M_Day=Κάθε %d μέρες στην πρώτη εκκίνηση
M_SkipSize=Παράλειψη αρχείων μεγαλύτερων από %s
M_StartAuto=Εκκίνηση αυτόματης ανασυγκρότησης όταν η αδράνεια συστήματος υπερβαίνει (%d λεπτά)
M_PauseAuto=Παύση αυτόματης ανασυγκρότησης όταν η χρήση πόρων υπερβαίνει %s
M_StartAutoAnalyze=Εκκίνηση αυτόματης ανάλυσης όταν ο χρόνος αδράνεις του συστήματος υπερβαίνει (%d λεπτά)
M_PauseAutoAnalyze=Παύση αυτόματης ανάλυσης όταν η χρήση πόρων υπερβαίνει (%s)
M_ScheduleInactivated=Η προγραμματισμένη ανασυγκρότηση δεν είναι ενεργοποιημένη
M_FileExcluded=Αυτό το αρχείο έχει αποκλειστεί. Εάν θέλετε να το ανασυγκροτήσετε, παρακαλώ αφαιρέστε το από τη λίστα αποκλεισμού.
M_FileAdded="%s" έχει προστεθεί ήδη για ανασυγκρότηση.
M_ExcludedFolderAdded=Αυτός ο φάκελος έχει προστεθεί στο "Προστέθηκαν αρχεία & φάκελοι" για ανασυγκρότηση. Εάν θέλετε να τον αποκλείσετε, παρακαλώ αφαιρέστε τον πρώτα από το "Προστέθηκαν αρχεία & φάκελοι".
M_ExcludedFileAdded=Αυτό το αρχείο έχει προστεθεί στο "Προστέθηκαν αρχεία & φάκελοι" για ανασυγκρότηση. Εάν θέλετε να το αποκλείσετε, παρακαλώ αφαιρέστε το πρώτα από το "Προστέθηκαν αρχεία & φάκελοι".
M_FolderExcluded=Ο φάκελος είναι αποκλεισμένος. Εάν θέλετε να τον ανασυγκροτήσετε, παρακαλώ αφαιρέστε τον από τη λίστα αποκλεισμού.
M_GameAdded=Το παιχνίδι έχει ήδη προστεθεί.
M_RunBackground=Το Smart Defrag εκτελείται ακόμη στο παρασκήνιο
M_StartScheduleDefrag=Έναρξη προγραμματισμένης ανασυγκρότησης
M_StartAutoDefrag=Έναρξη αυτόματης ανασυγκρότησης
M_LastAutoDefrag=Τελευταία αυτόματη ανασυγκρότηση:
M_AddVolume=Δεν μπορεί να προστεθεί ένας τόμος. Παρακαλώ επιλέξτε ένα φάκελο ή ένα αρχείο για να προσθέσετε.
M_InvalidFF=Άκυρο αρχείο ή φάκελος.
M_SDRAutoDefrag=Αναφορά αυτόματης ανασυγκρότησης
M_SDRGameDefrag=Αναφορά βελτιστοποίησης παιχνιδιών
M_SDRManualDefrag=Αναφορά ανασυγκρότησης δίσκου
M_DefragPaused=Έγινε παύση
M_TrimStoped=Η τακτοποίηση διακόπηκε
M_AnalyzeStoped=Η ανάλυση διακόπηκε
M_DefragStoped=Η ανασυγκρότηση διακόπηκε
M_JunkScanStoped=Η σάρωση διακόπηκε
M_DefragFinished=Τέλος
M_DefragBack=Πίσω
M_JunkFileScan=Σάρωση για άχρηστα αρχεία %d %%
M_LFR=Χαμηλός βαθμός κατακερματισμού
M_FileInSSDTips=Αυτό το αρχείο/φάκελος βρίσκεται σε SSD. Παρακαλώ μην το ανασυγκροτείτε.
M_AddFileOrFolder=Προσθήκη αρχείου && φακέλου
M_NoFileOrFolderAdded=Δεν προστέθηκαν αρχεία/φάκελοι
M_GameFragments=Θραύσματα:
M_GameOptimized=Βελτιστοποιήθηκαν:
M_GameOptimizeTip=Βελτιστοποιήστε τα παιχνίδια σας για να αποκτήσετε καλύτερη εμπειρία στο παίξιμο.
M_GameAddTip=Παρακαλώ προσθέστε το παιχνίδι σας για βελτιστοποίηση ώστε να αποκτήσετε καλύτερη εμπειρία στο παίξιμο.
M_JunkFileFound=Βρέθηκαν άχρηστα αρχεία:
M_JunkFileCleaned=Εκκαθαρίστηκαν άχρηστα αρχεία:
M_DefragedFragments=Ανασυγκροτήθηκαν θραύσματα:
M_DefragedFiles=Ανασυγκροτήθηκαν αρχεία:
M_AnalyzedFragments=Βρέθηκαν θραύσματα:
M_AnalyzedFiles=Βρέθηκαν κατακερματισμένα αρχεία:
M_DRDefragedFragments=Ανασυγκροτήθηκαν θραύσματα
M_DRDefragedFiles=Τα αρχεία ανασυγκροτήθηκαν
M_DRAnalyzedFragments=Βρέθηκαν θραύσματα
M_DRAnalyzedFiles=Βρέθηκαν κατακερματισμένα αρχεία
M_SmartOptimizeTips=Η έξυπνη Βελτιστοποίηση θα αναλύσει πρώτα και στη συνέχεια θα εκτελέσει έξυπνα την πιο κατάλληλη μέθοδο ανασυγκρότησης, για να ανασυγκροτήσει τον HDD σας και να τακτοποιήσει τον SSD σας απλά με ένα-κλικ.
M_SmartDefragTips=Το Smart Defrag θα αναλύσει πρώτα και στη συνέχεια θα εκτελέσει έξυπνα την πιο κατάλληλη μέθοδο ανασυγκρότησης απλά με ένα-κλικ.
M_DiskSpace=%s ελεύθερα από %s
M_Trimmed=Τακτοποιήθηκε
M_UTrimmed=Η Τακτοποίηση && έξυπνη Βελτιστοποίηση ολοκληρώθηκε
M_AppOptimizeStop=Η βελτιστοποίηση διακόπηκε
M_APPDBOptimize=Βελτιστοποίηση
M_AppOptimize=Βελτιστοποίηση
M_AppOptimized=Βελτιστοποιήθηκε
M_AppFoundProblem=%d στοιχεία έχουν βελτιστοποιηθεί για να βελτιωθεί η απόδοση των Windows εφαρμογών σας.
M_AppNoProblem=Οι εφαρμογές σας των Windows έχουν βελτιστοποιηθεί για κορυφαία απόδοση.
M_Task=Κάντε κλικ για να αλλάξετε το πρόγραμμα
M_RecommendAnalyze=Δεν χρειάζεται ανασυγκρότηση
M_State=Κατάσταση
M_GameInSSD=Το παιχνίδι είναι σε δίσκο SSD. Παρακαλώ μην το βελτιστοποιείτε.
M_JunkFile=Άχρηστο αρχείο
M_JunkFileAnalyze=Σάρωση για άχρηστα αρχεία
M_JunkFileCleanedHtml=Εκκαθαρίστηκαν άχρηστα αρχεία:
M_DefragDetailsHtml=Λεπτομέρειες ανασυγκρότησης
M_StartedTimeHtml=Ξεκίνησε στις:
M_CompletedTimeHtml=Ολοκληρώθηκε στις:
M_AfterRateHtml=Μετά
M_BeforeRateHtml=Πριν
M_JunkFileHtml=Αρχεία
M_RecommendDefrag1=Γρήγορη ανασυγκρότηση
M_RecommendDefrag2=Ανασυγκρότηση && Βελτιστοποίηση
M_RecommendDefrag3=Ανασυγκρότηση Μεγάλων αρχείων
M_RecommendDefrag4=Ανασυγκρότηση Ελεύθερου χώρου
M_RecommendDefrag5=Ανασυγκρότηση && Ιεράρχηση αρχείων
M_NoVolumeSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα δίσκο για να συνεχίσετε.
M_TrimShutdown0=Η τακτοποίηση ολοκληρώθηκε, το PC σας θα τερματιστεί σε
M_TrimShutdown1=Η τακτοποίηση ολοκληρώθηκε, το PC σας θα τεθεί σε αναμονή σε
M_TrimShutdown2=Η τακτοποίηση ολοκληρώθηκε, το PC σας θα τεθεί σε αδρανοποίηση σε
M_TrimShutdown3=Η τακτοποίηση ολοκληρώθηκε, το PC σας θα επανεκκινήσει σε
M_OptimizeShutdown0=Η βελτιστοποίηση ολοκληρώθηκε, το PC σας θα τερματιστεί σε
M_OptimizeShutdown1=Η βελτιστοποίηση ολοκληρώθηκε, το PC σας θα τεθεί σε αναμονή σε
M_OptimizeShutdown2=Η βελτιστοποίηση ολοκληρώθηκε, το PC σας θα τεθεί σε αδρανοποίηση σε
M_OptimizeShutdown3=Η βελτιστοποίηση ολοκληρώθηκε, το PC σας θα επανεκκινήσει σε
M_TTrimShutdown0=Τερματισμός μετά την τακτοποίηση
M_TTrimShutdown1=Αναμονή μετά την τακτοποίηση
M_TTrimShutdown2=Αδρανοποίηση μετά την τακτοποίηση
M_TTrimShutdown3=Επανεκκίνηση μετά την τακτοποίηση
M_TOptimizeShutdown0=Τερματισμός μετά τη βελτιστοποίηση
M_TOptimizeShutdown1=Αναμονή μετά τη βελτιστοποίηση
M_TOptimizeShutdown2=Αδρανοποίηση μετά τη βελτιστοποίηση
M_TOptimizeShutdown3=Επανεκκίνηση μετά τη βελτιστοποίηση
M_MASKSSD=Αναγνώρισέ τον ως SSD
M_MASKHDD=Αναγνώρισέ τον ως HDD
M_LEARNMORE=Μάθετε περισσότερα
M_EXITSDTIPS=Το Smart Defrag εκτελείται. Είστε σίγουροι ότι θέλετε να εξέλθετε από το πρόγραμμα?
M_NOTSUPPORTSSD=Αυτός ο δίσκος είναι SSD. Η Boot Time ανασυγκρότηση δεν υποστηρίζει SSD.
M_Junk0=Σημείωση: Η εκκαθάριση της κρυφής μνήμης DNS μπορεί να μειώσει την ταχύτητα λήψης και να προκαλέσει συνωστισμό.
M_Junk1=Η εκκαθάριση παλαιών δεδομένων Prefetch μπορεί να επιβραδύνει την εκκίνηση του συστήματός σας.
M_Junk2=Σημείωση: Η εκκαθάριη της κρυφής μνήμης ταξινόμησης μενού θα επαναφέρει την διάταξη του μενού. Δεν θα καταργηθούν στοιχεία.
M_Junk3=Σημείωση: Η εκκαθάριση της κρυφής μνήμης ειδοποιήσεων θα επαναφέρει την κρυφή μνήμη της περιοχής ειδοποιήσεων. Χρειάζεται να επανεκκινήσετε το explorer.exe.
M_Junk4=Σημείωση: Η εκκαθάριση της κρυφής μνήμης μεγέθους/θέσης των παραθύρων θα επαναφέρει όλες της ρυθμίσεις θέσης και εμφάνισης του εξερευνητή των Windows.
M_Junk5=Σημείωση: Η εκκαθάριση του ιστορικού βοήθειας χρήστη, θα διαγράψει τα πιο πρόσφατα χρησιμοποιημένα προγράμματα που είναι σε λίστα στο μενού Έναρξη.
M_Junk6=Σημείωση: Η εκκαθάριση των αρχείων καταγραφής του IIS θα διαγράψει τις εγγραφές των συμβάντων ανεξάρτητα για κάθε τοποθεσία, εικονικό φάκελο ή αρχείο.
M_Junk7=Σημείωση: Η εκκαθάριση της κρυφής μνήμης μικρογραφιών θα επιβραδύνει την ταχύτητα εμφάνισης μικρογραφιών κάθε φορά που θα δείτε ένα φάκελο που περιέχει εικόνες.
M_Junk8=Σημείωση: Η εκκαθάριση της αναδυόμενης λίστας της γραμμής εργασιών θα απενεργοποιήσει την εμφάνιση των πρόσφατα ανοιγμένων στοιχείων στο μενού Έναρξη και στη γραμμή εργασιών.
M_Junk9=Σημείωση: Η εκκαθάριση αποθηκευμένων κωδικών πρόσβασης θα προκαλέσει απώλεια όλων των αποθηκευμένων κωδικών πρόσβασης.
M_GameOptimizeTips=Ανασυγκροτήστε και βελτιστοποιήστε τα αρχεία του παιχνιδιού σας για ταχύτερη και ομαλότερη εμπειρία παιχνιδιού.
M_AllGameOptimize=Τα αρχεία παιχνιδιού σας έχουν βελτιστοποιηθεί. Παρακαλώ απολαύστε το παιχνίδι σας.
M_ON=ON
M_OFF=OFF
M_MoreThan2Hours=περισσότερο από 2 ώρες
M_NoFragmentsFound=Δεν βρέθηκαν θραύσματα
M_NoJunkFilesFound=Δεν βρέθηκαν άχρηστα αρχεία
M_ActiveAll=Ενεργοποίηση όλων
M_ActiveNow=Ενεργοποίηση τώρα
M_SkinName=Εμφάνιση:
M_ShellDefrag=Ανασυγκρότηση από το Smart Defrag
M_ShellTrim=Τακτοποίηση από το Smart Defrag
M_SkinNameClassic=Κλασική
M_SkinNameReadable=Ευανάγνωστη
M_SpecifyFiles=Καθορισμός αρχείων
M_PromoteTitle11=Κουραστήκατε από τη χειροκίνητη ανασυγκρότηση?
M_PromoteTitle12=Αγοράστε τώρα για να αποκτήσετε αυτόματη ανασυγκρότηση.
M_PromoteTitle21=Αγοράστε τώρα για να αποκτήσετε ανασυγκρότηση συγκεκριμένων αρχείων κατά τη διάρκεια του χρόνου εκκίνησης, για την ανασυγκρότηση αυτών των θραυσμάτων.
M_VendorSpecific=Από τον κατασκευαστή
M_CFragMentInfo=Υπάρχουν <a>%d</a> θραύσματα στους δίσκους σας. Ανασυγκροτήστε τους για να κάνετε το PC σας ταχύτερο και πιο σταθερό.
M_DefaultName=Τοπικός δίσκος
M_DiskGood=Καλή
M_DiskFair=Μέτρια
M_DiskPoor=Φτωχή
M_DiskInfoTips=Ελευθερώστε περισσότερο χώρο με το Advanced SystemCare και επιταχύνετε τον υπολογιστή σας ΤΩΡΑ!
M_DiskStatusGood=Καλή
M_DiskStatusWarn=Προειδοποίηση
M_DiskStatusError=Σφάλμα
M_SchduleDefragInfo=<a>%d</a> θραύσματα ανασυγκροτήθηκαν. Ενεργοποιήστε την Αυτόματη Ανασυγκρότηση για να ανασυγκροτείτε τον δίσκο αυτόματα, για κορυφαία απόδοση.
M_ActivateTitle=Μεγιστοποίηση της απόδοσης και διάρκειας των δίσκων σας με:
M_ActivateContent1=Αυτόματη έξυπνη ανασυγκρότηση
M_ActivateContent2=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
M_ActivateContent3=Πάντα ενημερωμένο
M_ActivateButton=Ενεργοποίηση όλων

[M_JunkfilesScanner]
M_Scan=Γίνεται σάρωση...
M_Fix=Γίνεται επιδιόρθωση...
M_WinBin=Κάδος ανακύκλωσης των Windows
M_WinTempF=Προσωρινά αρχεία των Windows
M_IETempF=Προσωρινά αρχεία του ΙΕ
M_SearchAA=Βοηθός αναζήτησης αυτόματης συμπλήρωσης
M_OtherMRUs=Άλλα MRUs του Εξερευνητή
M_Clip=Πρόχειρο
M_Dumps=Ενδείξεις σφαλμάτων μνήμης
M_ChkDskFrag=Θραύσματα αρχείων Chkdsk
M_WinLog=Αρχεία καταγραφής των Windows
M_WinEReport=Αναφορά σφαλμάτων των Windows
M_DNSCache=Κρυφή μνήμη DNS
M_OldPD=Παλιά δεδομένα Prefetch
M_MenuOC=Κρυφή μνήμη ταξινόμησης μενού
M_TrayNC=Κρυφή μνήμη ειδοποιήσεων περιοχής ειδοποιήσεων
M_WinSLCache=Κρυφή μνήμη μεγέθους/θέσης παραθύρου
M_UserAH=Ιστορικό βοήθειας χρήστη
M_IISLog=Αρχεία καταγραφής IIS
M_ThumCache=Κρυφή μνήμη μικρογραφιών
M_TaskbarJPL=Αναδυόμενη λίστα γραμμής εργασιών
M_GS=Γενική κατάσταση
M_ItemsCap=%s στοιχεία, %s
M_JunkFixCap=[Επιδιόρθωση άχρηστων αρχείων]: %d προβλήματα επιδιορθώθηκαν
M_Det=Λεπτομέρειες
M_Del=Διαγράφηκαν
M_NoteMOC=Σημείωση: Η εκκαθάριη της κρυφής μνήμης ταξινόμησης μενού θα επαναφέρει την διάταξη του μενού. Δεν θα καταργηθούν στοιχεία.
M_NoteTNC=Σημείωση: Η εκκαθάριση των ειδοποιήσεων θα επαναφέρει την κρυφή μνήμη της περιοχής ειδοποιήσεων. Απαιτείται η επανεκκίνηση του Explorer.exe.
M_NoteWSC=Σημείωση: Η εκκαθάριση της κρυφής μνήμης μεγέθους/θέσης των παραθύρων θα επαναφέρει όλες της ρυθμίσεις θέσης και εμφάνισης του εξερευνητή των Windows.
M_NoteUAH=Σημείωση: Η εκκαθάριση του ιστορικού βοήθειας χρήστη, θα διαγράψει τα πιο πρόσφατα χρησιμοποιημένα προγράμματα που είναι σε λίστα στο μενού Έναρξη.
M_WinSys=Σύστημα των Windows
M_HisTrace=Ιστορικό && Ίχνη
M_WinAppCache=Κρυφή μνήμη εφαρμογών των Windows
M_WinUpdateCache=Κρυφή μνήμη αυτόματης ενημέρωσης των Windows
M_WinUpdateDB=Βάση δεδομένων αυτόματης ενημέρωσης των Windows
M_SoftInsTemp=Προσωρινά αρχεία εγκατάστασης λογισμικού
M_WinFontCache=Κρυφή μνήμη γραμματοσειρών των Windows

[ACD_M]
M_Downloading=Γίνεται λήψη:
m_Installing=Γίνεται εγκατάσταση:
M_DiskIsFull=Ανεπαρκής χώρος στο δίσκο!
M_NetError=Η λήψη απέτυχε λόγω σφάλματος δικτύου, παρακαλώ δοκιμάστε ξανά αργότερα!
M_Tips=Επιδιόρθωση είναι σε εξέλιξη. Κάντε διπλό κλικ στο εικονίδιο για να δείτε λεπτομέρειες.
M_MD5Faild=Το αρχείο που κατεβάσατε είναι κατεστραμμένο, παρακαλώ δοκιμάστε ξανά αργότερα.
M_AreSure=Είστε σίγουροι ότι θέλετε να εξέλθετε από τον IObit Downloader?
M_Speed=Ταχύτητα:
M_AreSure_IObit=Είστε σίγουροι πως θέλετε να εξέλθετε από τον IObit Downloader?
M_TipFixing=Επιδιόρθωση

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Αποκτήστε το Advanced SystemCare ΔΩΡΕΑΝ
lblDesc_IMF.Caption=Αποκτήστε τη ΔΩΡΕΑΝ έκδοση του Advanced SystemCare, αφού απεγκαταστήσετε το IObit Malware Fighter.
lblDesc_SD.Caption=Αποκτήστε τη ΔΩΡΕΑΝ έκδοση του Advanced SystemCare, αφού απεγκαταστήσετε το IObit Smart Defrag.
lblGet.Caption=Το Advanced SystemCare μπορεί να βελτιστοποιήσει την απόδοση του υπολογιστή σας και να αυξήσει την ταχύτητά σας στο διαδίκτυο, για να σας δώσει ξανά μια νέα αίσθηση του υπολογιστή. Το εμπιστεύονται πάνω από 150 εκατομμύρια χρήστες.
btnConvertASC.Caption=Απεγκατάσταση και λήψη του Advanced SystemCare ΔΩΡΕΑΝ
btnNo.Caption=Όχι, θέλω μια πλήρη απεγκατάσταση
btnCancel.Caption=Άκυρο
btnClose.hint=Κλείσιμο

[ACD_frmActionCenter]
lbl_Cancel.Caption=Άκυρο
lbl_Min.Caption=Ελαχιστοποίηση
btnClose.Hint=Κλείσιμο

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Ενημέρωση του Smart Defrag
Label_CheckUpdate.Caption=Συλλέγει πληροφορίες ενημέρωσης, παρακαλώ περιμένετε
Label_UpdateDetails.Caption=Νέα έκδοση του Smart Defrag είναι διαθέσιμη, κατεβάστε την τώρα για να απολαύσετε τα πιο πρόσφατα χαρακτηριστικά και βελτιώσεις.
Label_VWN_Pro.Caption=Δείτε τι νέο υπάρχει
Label_NewVersionUpdate.Caption=Νέα έκδοση του Smart Defrag είναι διαθέσιμη, κατεβάστε την τώρα για να απολαύσετε τα πιο πρόσφατα χαρακτηριστικά και βελτιώσεις.
Label_NewFileUpdate.Caption=Νέα ενημέρωση είναι διαθέσιμη, κατεβάστε την τώρα για να απολαύσετε τις πιο πρόσφατες δυνατότητες και βελτιώσεις.
Label_ClickDownload.Caption=Κάντε κλικ στο"%s" για να κατεβάσετε και εφαρμόσετε την ενημέρωση.
Label_FinishInfo.Caption=Τέλος!
Label_NoUpdate.Caption=Συγχαρητήρια! Έχετε ήδη την τελευταία έκδοση
Label_Nottention.Caption=Προσοχή: Το Smart Defrag θα επανεκκινηθεί αυτόματα για να εφαρμόσει την ενημέρωση.
Label_RestartWarn.Caption=Προσοχή: Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να ολοκληρωθεί η ενημέρωση. Επανεκκίνηση τώρα?
Label_Cancel.Caption=Άκυρο
Label_ProxySet.Caption=Ρυθμίσεις διακομιστή
Label_DecideLater.Caption=Αποφασίστε αργότερα
RdImageButton_RestartLater.Caption=Επανεκκίνηση αργότερα
RdImageButton_RestartNow.Caption=Επανεκκίνηση τώρα
RdImageButton_Download.Caption=Λήψη τώρα
RdImageButton_Finish.Caption=ΟΚ
Label_ViewWN.Caption=Δείτε τι νέο υπάρχει

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Κλείσιμο
M_GetUpdateInfo=Συλλέγει πληροφορίες ενημέρωσης, παρακαλώ περιμένετε
M_Retry=Επανάληψη
M_GetUpdateFailed=Απέτυχε να λάβει πληροφορίες ενημέρωσης, παρακαλώ δοκιμάστε ξανά αργότερα.
M_Finish=ΟΚ
M_GetFileFailed=Απέτυχε να λάβει αρχεία ενημέρωσης, παρακαλώ δοκιμάστε ξανά αργότερα.
M_CancelDownload=Είστε σίγουροι ότι θέλετε να ακυρώσετε τη λήψη ενημερώσεων?
M_UpdateSucceed=Η ενημέρωση ήταν επιτυχής!
M_KillUpdateTip=Αυτό το πρόγραμμα είναι ξεπερασμένο και δεν λειτουργεί πλέον. Παρακαλώ κατεβάστε την τελευταία έκδοση για να συνεχίσετε να το χρησιμοποιείτε.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Το Smart Defrag %s είναι τώρα διαθέσιμο!
Label_Ver_WN.Caption=Τι νέο υπάρχει
Label_Ver_RML.Caption=Θυμίστε μου αργότερα
RdImageButton_Ver_Download.Caption=Ενημέρωση τώρα

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Κλείσιμο
M_UpCap=Το Smart Defrag %s είναι τώρα διαθέσιμο!
M_UpInfo=Κάντε κλικ στο "%s" για να απολαύσετε τα πιο πρόσφατα χαρακτηριστικά και βελτιώσεις!

[SmartDefragUpgrate]
lblCongratulations.Caption=Συγχαρητήρια!
lblSubCongratulations.Caption=Έχετε ενημερωθεί επιτυχώς στο
lblWhatNew.Caption=ΤΙ ΝΕΟ ΥΠΑΡΧΕΙ
lblWhatNew_LTTitle.Caption=Νέας γενιάς μηχανή ανασυγκρότησης δίσκου
lblWhatNew_LTSubTitle.Caption=Νέας γενιάς μηχανή ανασυγκρότησης δίσκου βελτιστοποιεί τους δίσκους σας αποτελεσματικά και ισχυρά.
lblWhatNew_RTTitle.Caption=Νέα ανασυγκρότηση ιεράρχησης για μεγαλύτερη επιτάχυνση
lblWhatNew_RTSubTitle.Caption=Η μέθοδος ανασυγκρότησης && ιεράρχησης αρχείων, βελτιώνει την απόδοση του PC με την επιτάχυνση πρόσβασης στα δεδομένα.
lblWhatNew_LBTitle.Caption=Ανασυγκρότηση μοντέρνων εφαρμογών των Windows 8.1
lblWhatNew_LBSubTitle.Caption=Πλήρης υποστήριξη ανασυγκρότησης μοντέρνων εφαρμογών των Wondows 8.1 για ταχύτερη και ομαλότερη εμπειρία εκτέλεσης.
lblWhatNew_RBTitle.Caption=Εκκαθάριση δίσκου
lblWhatNew_RBSubTitle.Caption=Εκκαθαρίστε άχρηστα αρχεία για να απελευθερώσετε περισσότερο διαθέσιμο χώρο στο δίσκο και να έχετε αποτελεσματική ανασυγκρότηση.
btnClose.Caption=Κλείσιμο

[IMF_M]
M_TitleSD=Αποκτήστε τη ΔΩΡΕΑΝ έκδοση του Advanced SystemCare αφού απεγκαταστήσετε το IObit Smart Defrag

[SendBugReportNew_FrmMain]
lblTitle.Caption=Έξυπνη ανασυγκρότηση
btnSendReport.Caption=Αποστολή αναφοράς σφάλματος
lblErrorDetails.Caption=Λεπτομέρειες σφάλματος:
lblUserEmail.Caption=Το E-mail σας:
lblSuccTips.Caption=Ευχαριστούμε που μας στείλατε την αναφορά σφάλματος. Εμείς θα προσπαθήσουμε να το επιλύσουμε το συντομότερο δυνατόν.
btnClose.Hint=Κλείσιμο

[SendBugReportNew_M]
M_AskUserTips=Αντιμετώπισε ένα πρόβλημα. Παρακαλώ στείλτε μας την αναφορά σφάλματος και βοηθήστε μας να το επιδιορθώσουμε.
M_BugStatisticsTips=Αντιμετώπισε ένα πρόβλημα και πρέπει να κλείσει. Εμείς αναλύουμε τώρα την αιτία. Παρακαλώ περιμένετε...
M_SendingTips=Γίνεται αποστολή...
M_AttentionTips=Αντιμετώπισε ένα πρόβλημα και πρέπει να κλείσει. Παρακαλώ επανεκκινήστε το αργότερα.
M_InvalidEmailTips=Άκυρη διεύθυνση email! Παρακαλώ εισάγετε το έγκυρο email σας ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας.
M_OKTips=ΟΚ

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Αποστολή σχολίων
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Τύπος αίτησης:
RdLabel_MailDes.Caption=Παρακαλώ βεβαιωθείτε ότι το email σας είναι σωστό ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας.
RdLabel_MailBody.Caption=Περιγραφές:
RdLabel_Attach.Caption=Συνημμένα
lblSendDes.Caption=Γίνεται αποστολή σχολίων...
lblSend.Caption=Αποστολή
ButtonCancel.Caption=Άκυρο
ComboBox_Subject.Items[0].Caption=Το αγαπώ
ComboBox_Subject.Items[1].Caption=Υποδείξεις
ComboBox_Subject.Items[2].Caption=Ζητήματα βαθμού κατακερματισμού
ComboBox_Subject.Items[3].Caption=Ζητήματα ανάλυσης/ανασυγκρότησης
ComboBox_Subject.Items[4].Caption=Αποτυχία λήψης/ενημέρωσης
ComboBox_Subject.Items[5].Caption=Αποτυχία αναγνώρισης δίσκων
ComboBox_Subject.Items[6].Caption=Άλλα
ImageNoteClose.hint=Κλείσιμο
ButtonAdd.hint=Προσθήκη
ButtonAttachView.hint=Εμφάνιση
ButtonSend.Caption=Αποστολή

[SDFeed_M]
M_MailAddrHint=Παρακαλώ βεβαιωθείτε ότι το email σας είναι σωστό ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας.
M_DescriptionHint=Παρακαλώ γράψτε μια περιγραφή.
M_MailSuccHint=Ευχαριστούμε για την αποστολή των σχολίων σας. Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.
M_TimeoutHint=Απέτυχε να αποστείλει τα σχόλιά σας. Παρακαλώ κάντε κλικ στο ΟΚ για να υποβάλετε τα σχόλιά σας online.
M_SendMail=Ή επικοινωνήστε απευθείας μαζί μας μέσω %s
M_Remove=Κατάργηση όλων
M_AttachErrorExt=Αρχεία των ακόλουθων τύπων δεν μπορούν να επισυναφθούν:
M_AttachOversize=Απέτυχε η προσθήκη του συνημμένου! Το μέγεθός του υπερβαίνει το όριο των 10ΜΒ.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Συγχαρητήρια!
lblInfo.Caption=Έχετε ενημερωθεί επιτυχώς στο τελευταίο Smart Defrag.
btnOK.Caption=Δοκιμάστε το τώρα!
btn_close.Hint=Κλείσιμο

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Έως και 200% ταχύτερα
btnContent2.Caption=Περισσότερο έξυπνο && απλούστερο
btnContent3.Caption=Περισσότερη σταθερότητα και βάθος
btnContent4.Caption=Πάντα ενημερωμένο
btnActivateNow.Caption=Ενεργοποίηση τώρα
rdlblActivateCode.Caption=Εισαγωγή άδειας
rdlblTitle.Caption=Ενεργοποίηση όλων των πλεονεκτημάτων

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Μεγιστοποιήστε την απόδοση και τη διάρκεια του δίσκου σας με την έκδοση PRO
RdLabel_Des.Caption=Αναβαθμίστε στην έκδοση PRO και απολαύστε έξυπνη και σε βάθος ανασυγκρότηση και βελτιστοποίηση:
RdLabel_01_Title.Caption=Έως και 200% ταχύτερα
RdLabel_02_Title.Caption=Πιο έξυπνο & απλούστερο
RdLabel_03_Title.Caption=Περισσότερη σταθερότητα και βάθος
RdLabel_04_Title.Caption=Πάντα ενημερωμένο
RdLabel_01_Cap.Caption=Επιτρέψτε περισσότερο χώρο στο δίσκο & έως 200% μεγαλύτερη ταχύτητα πρόσβασης αρχείων
RdLabel_02_Cap.Caption=Αυτόματη ανασυγκρότηση των επιλεγμένων αρχείων και δίσκων σας σε πραγματικό χρόνο
RdLabel_03_Cap.Caption=Ανασυγκροτεί σε βάθος τους δίσκους σας, ακόμη και τα αρχεία συστήματος κατά τη διάρκεια του χρόνου εκκίνησης του συστήματος
RdLabel_04_Cap.Caption=Αυτόματη ενημέρωση στο τελευταίο Smart Defrag
Label_EnterCode.Caption=Εισαγωγή άδειας
Label_Help.Caption=Βοήθεια
Label_Eg.Caption=Π.χ.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Παρακαλώ εισάγετε τον κωδικό της άδειάς σας και κάντε κλικ στο "Εγγραφή τώρα" για να ενεργοποιήσετε όλες τις λειτουργίες της έκδοσης PRO. Για να αποφύγετε λάθη πληκρολόγησης, παρακαλώ αντιγράψτε και επικολλήστε τον κωδικό άδειας από το email που έχετε λάβει, μέσα σ' αυτό το κουτί.
Label_LicenseCode.Caption=Κωδικός άδειας:
Button_Activate.Caption=Ενεργοποίηση τώρα
Button_RegisterNow.Caption=Εγγραφή τώρα
Button_RegisterClose.hint=Κλείσιμο
Label_LMTitle.Caption=Διαχείριση άδειας
Label_LMLSta.Caption=Κατάσταση άδειας:
Label_LMLCode.Caption=Κωδικός άδειας:
Label_LMLDate.Caption=Ημερομηνία λήξης:
Label_LMLeftDays.Caption=Απομένουν ημέρες:
Label_LMHelp.Caption=Βοήθεια
Label_LMRefresh.Caption=Ανανέωση
Label_LMExportL.Caption=Εξαγωγή άδειας
Button_LMClose.hint=Κλείσιμο
Button_OK.Caption=ΟΚ
Label_KnowMore.Caption=Μάθετε περισσότερα για την έκδοση PRO
LabelB_01_Cap.Caption=Βασική ανασυγκρότηση και βελτιστοποίηση σκληρού δίσκου
LabelB_02_Cap.Caption=Έως και 200% ταχύτερη πρόσβαση αρχείων
LabelB_03_Cap.Caption=Κορυφαία εμπειρία στο παίξιμο με το Game Optimize
LabelB_04_Cap.Caption=Boot Time ανασυγκρότηση για ταχύτερη εκκίνηση του PC
LabelB_05_Cap.Caption=Αυτόματη & έξυπνη ανασυγκρότηση κατακερματισμένων αρχείων
LabelB_06_Cap.Caption=Προσαρμόζοντας τη μέθοδο ανασυγκρότησης & δίσκους/αρχεία που θέλετε να ανασυγκροτήσετε
LabelB_07_Cap.Caption=Αυτόματη ενημέρωση στην τελευταία έκδοση
LabelB_08_Cap.Caption=Δωρεάν τεχνική υποστήριξη 24/7 κατ' απαίτηση
LabelB_Curent.Caption=Τρέχον
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Επιπλέον, μπορείτε να αποκτήσετε όλες τις παρακάτω PRO λειτουργίες:
Btn_Boost.Caption=Έξυπνη ώθηση δίσκου
Btn_DefragRegistry.Caption=Ανασυγκρότηση αρχείων Μητρώου
Btn_AutoDefrag.Caption=Αυτόματη ανασυγκρότηση
Btn_DefragSpecilFile.Caption=Ανασυγκρότηση καθορισμένων αρχείων
Label_KnowMoreC.Caption=Μάθετε περισσότερα για την έκδοση PRO

[SDRegister_M]
M_license_seat=Θέσεις άδειας
M_EnterError=Παρακαλώ εισάγετε τον κωδικό άδειάς σας!
M_ErrorTitle=Σφάλμα ενεργοποίησης
M_SucceedTitle=Ενεργοποίηση
M_IsOtherCode=Ο κωδικός άδειας %s είναι έγκυρος μόνο για %s. Παρακαλώ κάντε κλικ στο κουμπί ΟΚ για να κατεβάσετε και να καταχωρήσετε το %s σας.
M_InvalidCode=Άκυρος κωδικός άδειας. Παρακαλώ εισάγετε έναν έγκυρο κωδικό άδειας.
M_License_Pro=Ο κωδικός άδειας ενεργοποιήθηκε επιτυχώς.
M_License_valication=Δεν είναι δυνατή η σύνδεση με το διακομιστή μας. Παρακαλώ ελέγξτε τις ρυθμίσεις σας για το δίκτυο/διακομιστή και δοκιμάστε να επικυρώσετε την άδειά σας αργότερα.
M_License_Expired=Η άδειά σας %s έχει λήξει. Παρακαλώ ανανεώστε τον κωδικό άδειάς σας ή αγοράστε ένα νέο.
M_License_Unknow=Άγνωστο σφάλμα!
M_License_Illegal=Ο κωδικός άδειας δεν μπορεί να ενεργοποιηθεί. Παρακαλώ αγοράστε ένα νέο.
M_License_Overseat=Ο κωδικός άδειας %s έχει ενεργοποιηθεί για τον μέγιστο αριθμό PCs και δεν μπορεί να χρησιμοποιηθεί. Παρακαλώ αγοράστε έναν άλλο κωδικό άδειας για το Smart Defrag PRO γι' αυτόν τον υπολογιστή.
M_License_DLLMiss=Το αρχείο RegisterCom.dll λείπει. Παρακαλώ εγκαταστήστε ξανά το Smart Defrag και προσπαθήστε εκ νέου να εγγραφείτε.
M_GiveawayCode=Η άδεια-δώρο είναι άκυρη. Κάντε κλικ στο "Ναι" για να αγοράσετε ένα νέο κωδικό άδειας.
M_PageC_Cap=Αυτόματη ανασυγκρότηση
M_PageC_Des1=Έξυπνη ανασυγκρότηση δίσκων όταν το σύστημα είναι σε αδράνεια.
M_PageC_Des2=Ενεργοποιήστε την αυτόματη ανασυγκρότηση για να διατηρήσετε χαμηλότερο βαθμό κατακερματισμού και αποκτήστε μια καλύτερη απόδοση.
M_PageD_Cap=Αυτόματη ενημέρωση
M_PageD_Des1=Ενημερώνει αυτόματα στην τελευταία έκδοση.
M_PageD_Des2=Ενεργοποιήστε την αυτόματη ενημέρωση για να κρατήσετε το τελευταίο λογισμικό και απολαύστε την καλύτερη εμπειρία.
M_PageE_Cap=Ανασυγκρότηση αρχείων Μητρώου με την Boot Time ανασυγκρότηση
M_PageE_Des1=Ανασυγκροτεί τα αρχεία Μητρώου κατά την εκκίνηση των Windows.
M_PageE_Des2=Βελτιώνει την απόδοση του Μητρώου για ένα πιο σταθερό και ομαλό σύστημα.
M_PageF_Cap=Ανασυγκρότηση καθορισμένων αρχείων με την Boot Time ανασυγκρότηση
M_PageF_Des1=Ανασυγκροτεί τα καθορισμένα αρχεία κατά την εκκίνηση των Windows.
M_PageF_Des2=Βελτιώνει την ταχύτητα και τη σταθερότητα της πρόσβασης αρχείων, για μια καλύτερη εμπειρία στην πρόσβαση αρχείων.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Εφαρμογές του Office
7=Ίντερνετ
8=Πολυμέσα
9=Βοηθήματα
10=Προσαρμοσμένες επεκτάσεις
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Εφαρμογές των Windows
15=iTunes
M_Scan=Γίνεται σάρωση...
M_Fix=Γίνεται επιδιόρθωση...
M_GS=Γενική κατάσταση
M_TyURL=Πληκτρολογημένα URLs
M_Cookie=Cookies
M_TempF=Προσωρινά αρχεία
M_His=Ιστορικό
M_IDF=Αρχεία δεδομένων ευρετηρίου
M_AFF=Αποθηκευμένες πληροφορίες φόρμας
M_AFP=Αποθηκευμένοι κωδικοί πρόσβασης
M_ICache=Κρυφή μνήμη του Ίντερνετ
M_DownHis=Ιστορικό λήψεων
M_SaveFI=Αποθηκευμένες πληροφορίες φόρμας
M_Reg=Μητρώο
M_ReDoc=Πρόσφατα έγγραφα
M_RunHis=Ιστορικό εκτέλεσης
M_DelOnBoot=(Διαγραφή κατά την επανεκκίνηση)
M_ItemsCap=%s στοιχεία, %s
M_Session=Περίοδος λειτουργίας
M_SavePwd=Αποθηκευμένοι κωδικοί πρόσβασης
M_ComDatabase=Συμπαγείς βάσεις δεδομένων
M_PriFixCap=[Επιδιόρθωση απορρήτου]: %d προβλήματα επιδιορθώθηκαν
M_Det=Λεπτομέρειες
M_Del=Διαγράφηκαν
M_CFFDB=Συμπαγείς βάσεις δεδομένων του Firefox
M_CGCDB=Συμπαγείς βάσεις δεδομένων του Google Chrome
M_WebBro=Φυλλομετρητής διαδικτύου
M_NoteIt=Σημείωση: Δεν μπορούν να διαγραφούν ίχνη του %s όταν αυτά εκτελούνται.
M_NoteThey=Σημείωση: Δεν είναι δυνατόν να διαγρφούν ίχνη από %s ενώ αυτά εκτελούνται.
M_WebIcons=Εικονίδια ιστοσελίδας
M_LastDL=Τελευταία τοποθεσία λήψης
M_InsCache=Κρυφή μνήμη του εγκαταστάτη
M_MobApp=εφαρμογές
M_Book=Βιβλία
M_Podcasts=Podcasts
M_SanpViewer=Παρουσιαστής στιγμιοτύπου
M_RemoteD=Απομακρυσμένη επιφάνεια εργασίας
M_ManageC=Κονσόλα διαχείρισης
M_Wordpad=Σημειωματάριο
M_Paint=Ζωγραφική
M_PhotoE=Επεξεργαστής φωτογραφίας
M_GameE=Εξερευνητής παιχνιδιών
M_Defender=Windows Defender
M_Search=Αναζήτηση

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Υγεία δίσκου
btn_auto_defrag.Caption=Αυτόματη ανασυγκρότηση
btn_boot_defrag.Caption=Ανασυγκρότηση στη διάρκεια εκκίνησης του συστήματος
btn_disk_clean.Caption=Εκκαθάριση δίσκου
lblOptimizeType.Items[1].Caption=Τακτοποίηση
lblOptimizeType.Items[2].Caption=Βελτιστοποίηση εφαρμογών

[SmartDefrag_SDPromoteFrame]
rdlblDiskStatus.Caption=Κατάσταση δίσκου του PC σας:
rdlblAboutPro.Caption=Ελέγξτε όλα τα χαρακτηριστικά
btnPurchaseNow.Caption=Αγορά τώρα
btnBack.Caption=Πίσω
lblLeaveContent.Items[0].Caption=Ανασυγκροτεί αυτόματα τα επιλεγμένα αρχεία && δίσκους σας για να διατηρήσει το PC σας στην κορυφή της απόδοσης, σε πραγματικό χρόνο.
lblLeaveContent.Items[1].Caption=Η Boot Time ανασυγκρότηση μπορεί να ανασυγκροτεί συγκεκριμένα αρχεία && δίσκους σας κατά τη διάρκεια του χρόνου εκκίνησης, για να προσφέρει την καλύτερη απόδοση κατά την έναρξη.
rdlblRightTitle.Items[0].Caption=Όλα τα θραύσματα έχουν ανασυγκροτηθεί.
rdlblRightTitle.Items[1].Caption=Κάποια θραύσματα δεν μπορούν να ανασυγκροτηθούν επειδή τα σχετικά αρχεία είναι σε χρήση.
rdlblRightTitle.Items[2].Caption=Τα θραύσματα ανασυγκροτήθηκαν επιτυχώς!
rdlblLeftTitle.Items[0].Caption=Εγγυημένο να προστατεύει το PC σας για κορυφαία απόδοση
rdlblLeftTitle.Items[1].Caption=Εγγυημένο να μεγιστοποιεί την απόδοση του δίσκου σας
rdlblLeftContent.Items[0].Caption=Είστε πλήρως προστατευμένοι με την εγγύησή μας 60 ημερών επιστροφής χρημάτων. Αν το προϊόν μας δεν πραγματοποιεί όσα υπόσχεται, θα σας δώσουμε μια πλήρη επιστροφή. Δεν τίθεται θέμα.
rdlblLeftContent.Items[1].Caption=Είστε πλήρως προστατευμένοι με την εγγύησή μας 60 ημερών επιστροφής χρημάτων. Αν το προϊόν μας δεν πραγματοποιεί όσα υπόσχεται, εμείς θα σας δώσουμε μια πλήρη επιστροφή.
rdlblTitle3.Caption=Αποκτήστε μεγιστοποίηση της απόδοσης του δίσκου με την έκδοση Pro.
rdlblContent1.Caption=Επιτρέψτε περισσότερο χώρο στο δίσκο && μέχρι 200% μεγαλύτερη ταχύτητα πρόσβασης αρχείων.
rdlblContent2.Caption=Ανασυγκροτεί αυτόματα τα επιλεγμένα αρχεία && δίσκους σε πραγματικό χρόνο.
rdlblContent3.Caption=Ανασυγκροτεί σε βάθος τους δίσκους σας, ακόμη και τα αρχεία συστήματος, στη διάρκεια του χρόνου εκκίνησης.
rdlblContent4.Caption=Αυτόματη ενημέρωση στην τελευταία έκδοση.

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Κλείσιμο
btnSetting.Hint=Ρυθμίσεις
btnDefragManually.Caption=Χειροκίνητη ανασυγκρότηση
btnActivateAutoDefrag.Caption=Ενεργοποίηση αυτόματης ανασυγκρότησης
lblTitle.Caption=Προγραμματισμός ανασυγκρότησης
btnShowAgain.Caption=Να μην εμφανιστεί αυτό ξανά

[DiskInfo_Smart]
UNKNOWN=Άγνωστη
VENDOR_SPECIFIC=Από τον κατασκευαστή
01=Ρυθμός σφαλμάτων ανάγνωσης
02=Throughput Performance
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
06=Περιθώριο καναλιού ανάγνωσης
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0B=Επαναλήψεις εξισορρόπησης
0C=Κύκλοι λειτουργίας
0D=Απαλά σφάλματα ανάγνωσης
B8=Σφάλματα άκρου προς άκρο
BB=Ανεπανόρθωτα σφάλματα
BC=Λήξη χρόνου απόκρισης εντολών
BD=High Fly Writes
BE=Θερμοκρασία ροής αέρα
BF=Σφάλματα αισθητήρα G
C0=Ανακλήσεις κατά τον τερματισμό λειτουργίας
C1=Κύκλοι φόρτωσης/αποφόρτωσης
C2=Θερμοκρασία
C3=Ανάκτηση ECC υλικού
C4=Συμβάντα ανακατανομών
C5=Τρέχοντες τομείς σε εκκρεμότητα
C6=Ανεπανόρθωτοι τομείς
C7=Σφάλματα UltraDMA CRC
C8=Σφάλματα εγγραφής
C9=Απαλά σφάλματα ανάγνωσης
CA=Σφάλματα επισήμανσης διεύθυνσης δεδομένων
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Θερμική τραχύτητα
CE=Ύψος πτήσης
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Δονήσεις κατά την εγγραφή
D4=Χτυπήματα κατά την εγγραφή
DC=Μετατόπιση δίσκου
DD=Σφάλματα αισθητήρα G
DE=Ώρες φόρτωσης
DF=Επαναλήψεις φόρτωσης/αποφόρτωσης
E0=Τριβές φόρτωσης
E1=Κύκλοι φόρτωσης/αποφόρτωσης
E2=Χρόνος φόρτωσης των κεφαλών
E3=Ενίσχυση ροπής
E4=Κύκλοι ανάκλησης κάτα τον τερματισμό λειτουργίας
E6=GMR Head Amplitude
E7=Θερμοκρασία
F0=Ώρες πτήσης κεφαλής
FA=Επαναλήψεις σφαλμάτων ανάγνωσης
FE=Προστασία ελεύθερης πτώσης

[DiskInfo_SmartSsd]
01=Ρυθμός σφαλμάτων ανάγνωσης
02=Throughput Performance
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
06=Περιθώριο καναλιού ανάγνωσης
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0B=Επαναλήψεις εξισορρόπησης
0C=Κύκλοι λειτουργίας
0D=Απαλά σφάλματα ανάγνωσης
C0=Αριθμός μη ασφαλών τερματισμών λειτουργίας
C2=Θερμοκρασία
C4=Συμβάντα ανακατανομών
C5=Τρέχοντες τομείς σε εκκρεμότητα
C6=Ανεπανόρθωτοι τομείς
FF=Χρόνος ζωής που απομένει

[DiskInfo_SmartMtron]
BB=Συνολικές διαγραφές

[DiskInfo_SmartIndlinx]
01=Ρυθμός σφαλμάτων ανάγνωσης
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
B8=Αρχικός αριθμός κατεστραμμένων περιοχών
C3=Αποτυχημένες προσπάθειες προγραμματισμού περιοχών
C4=Αποτυχημένες προσπάθειες διαγραφής περιοχών
C5=Αποτυχημένες προσπάθειες ανάγνωσης περιοχών
C6=Σύνολο αναγνωσμένων τομέων
C7=Σύνολο εγγεγραμμένων τομέων
C8=Σύνολο εντολών ανάγνωσης
C9=Σύνολο εντολών εγγραφής
CA=Σύνολο bits σφαλμάτων από τη flash
CB=Σύνολο αναγνωσμένων τομέων με διορθωμένα σφάλματα bit
CC=Σημαία πληρότητας κατεστραμμένων περιοχών
CD=Προδιαγραφές μέγιστου αριθμού PE
CE=Ελάχιστος αριθμός διαγραφών
CF=Μέγιστος αριθμός διαγραφών
D0=Μέσος όρος αριθμού διαγραφών
D1=Χρόνος ζωής που απομένει για τη μονάδα δίσκου

[DiskInfo_SmartJMicron60x]
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
C2=Θερμοκρασία
E5=Halt System ID, Flash ID
E8=Πληροφορίες έκδοσης λογισμικού
E9=Καταγραφή αποτυχίας ECC
EA=Μέσος όρος αριθμού διαγραφών, Μέγιστος αριθμός διαγραφών
EB=Περιοχές σε καλή κατάσταση, Περιοχές συστήματος

[DiskInfo_SmartIntel]
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
C0=Αριθμός μη ασφαλών τερματισμών λειτουργίας
E1=Host Writes
E8=Διαθέσιμος δεσμευμένος χώρος
E9=Ένδειξη εξάντλησης μέσου
B8=Αριθμός εντοπισμού σφαλμάτων άκρου προς άκρο

[DiskInfo_SmartSamsung]
09=Ώρες λειτουργίας
0C=Λειτουργία
AF=Αποτυχίες προγραμματισμού (Chip)
B0=Αποτυχίες διαγραφής (Chip)
B1=Wear Leveling Count
B2=Αριθμός δεσμευμένων περιοχών σε χρήση (Chip)
B3=Αριθμός δεσμευμένων περιοχών σε χρήση (Σύνολο)
B4=Αριθμός διαθέσιμων δεσμευμένων περιοχών (Σύνολο)
B5=Αποτυχίες προγραμματισμού (Σύνολο)
B6=Αποτυχίες διαγραφής (Σύνολο)
B7=Κατεστραμμένες περιοχές κατά το χρόνο εκτέλεσης (Σύνολο)
BB=Ανεπανόρθωτα σφάλματα
BE=Temperature Exceed Count
C2=Θερμοκρασία
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=Σφάλματα CRC
C9=Super cap Status
CA=Αναφορά κατάστασης SSD

[DiskInfo_SmartSandForce]
01=Σφάλματα ανάγνωσης
05=Αποδεσμευμένες περιοχές
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
0D=Soft Read Error Rate
64=Διαγραμμένα Gigabytes
AA=Απόθεμα περιοχών
AB=Αποτυχίες προγραμματισμού
AC=Αποτυχίες διαγραφής
AE=Αριθμός απροσδόκητων τερματισμών
B1=Wear Range Delta
B5=Αποτυχίες προγραμματισμού
B6=Αποτυχίες διαγραφής
B8=Σφάλματα μηχανισμού εντοπισμού σφαλμάτων επικοινωνίας
BB=Ανεπανόρθωτα σφάλματα
C2=Θερμοκρασία
C3=On‐the‐Fly ECC Uncorrectable Error Count
C4=Συμβάντα ανακατανομών
C6=Ανεπανόρθωτοι τομείς
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Κατάσταση καμπύλης ζωής
E7=Ζωή SSD που απομένει
E8=Διαθέσιμος δεσμευμένος χώρος
EB=Υγεία SuperCap
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[DiskInfo_SmartJMicron61x]
01=Ρυθμός σφαλμάτων ανάγνωσης
02=Throughput Performance
03=Χρόνος εκκίνησης περιστροφής
05=Ανακατανεμημένοι τομείς
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0C=Κύκλοι λειτουργίας
A8=Σφάλματα SATA PHY
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Αριθμός απροσδόκητων τερματισμών
C2=Θερμοκρασία
C5=Τρέχοντες τομείς σε εκκρεμότητα
AA=Κατεστραμμένες περιοχές
AD=Αριθμός διαγραφών

[DiskInfo_SmartMicron]
01=Σφάλματα ανάγνωσης
05=Ανακατανεμημένοι τομείς
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
AA=Grown Failing Block Count
AB=Αποτυχίες προγραμματισμού
AC=Αποτυχίες διαγραφής
AD=Επίπεδο φθοράς
AE=Αριθμός απροσδόκητων τερματισμών
B5=Πρόσβαση χωρίς ευθυγράμμιση 4k
B7=Κατέβασμα ταχύτητας διασύνδεσης SATA
BB=Ανεπανόρθωτα σφάλματα
BC=Λήξη χρόνου απόκρισης εντολών
BD=Σύνολο εργοστασιακών κακών τομέων
C4=Συμβάντα ανακατανομών
C5=Τρέχοντες τομείς σε εκκρεμότητα
C6=Ανεπανόρθωτα σφάλματα από έξυπνη σάρωση χωρίς σύνδεση
C7=Σφάλματα Ultra DMA CRC
CA=Ποσοστό της ονομαστικής διάρκειας ζωής που έχει χρησιμοποιηθεί
CE=Σφάλματα εγγραφής

[DiskInfo_MainForm]
btnClose.Hint=Κλείσιμο
btnMaxmize.Hint=Μεγιστοποίηση
btnMinmize.Hint=Ελαχιστοποίηση
btnRestore.Hint=Επαναφορά
rdlblDiskStatus.Caption=Υγεία δίσκου:
rdlblDiskTemp.Caption=Θερμοκρασία:
rdlblUsage.Caption=Χρήση:
rdlblReadSpeed.Caption=Ταχύτητα ανάγνωσης:
rdlblResponseTime.Caption=Χρόνος απόκρισης:
rdlblWriteSpeed.Caption=Ταχύτητα εγγραφής:
rdlblDriveName.Caption=Δίσκος:
rdlblFreeMoreSpace.Caption=Ελευθερώσετε περισσότερο χώρο
rdlblDiskInfo.Caption=Αναφορά ανάλυσης αυτο-παρακολούθησης δίσκου:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Όνομα χαρακτηριστικού
lvDiskInfo.Columns[2].Caption=Κατάσταση
lvDiskInfo.Columns[3].Caption=Τιμή
lvDiskInfo.Columns[4].Caption=Χειρότερη
lvDiskInfo.Columns[5].Caption=Όριο
lvDiskInfo.Columns[6].Caption=Ακατέργαστα δεδομένα

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Κλείσιμο
btnSetting.Hint=Ρυθμίσεις
btnDefragManually.Caption=Χειροκίνητη ανασυγκρότηση
btnActivateAutoDefrag.Caption=Ενεργοποίηση αυτόματης ανασυγκρότησης
lblTitle.Caption=Προγραμματισμός ανασυγκρότησης
btnShowAgain.Caption=Να μην εμφανιστεί αυτό ξανά

[ActionCenter_M]
M_AC_FreeTitleHide=Ειδοποίηση!
M_AC_FreeDetailHide_New=Όλα τα συνιστώμενα προγράμματα είναι κρυμμένα! Κάντε κλικ στο "Εμφάνιση" για να τα εμφανίσετε ξανά και μετά εγκαταστήστε τα για να αποκτήσετε πλήρη προστασία της ασφάλειας και την τελική απόδοση.
M_AC_FreeDetailShow_New=Αποκτήστε καλύτερη προστασία της ασφάλειας και ενίσχυση της απόδοσης με συνιστώμενα προγράμματα. 
M_FixAll=Λήψη όλων
M_Hide=Απόκρυψη
M_Show=Εμφάνιση
M_Scan=Γίνεται σάρωση...
M_Fix=Λήψη τώρα
M_fixing=Εγκατάσταση
M_Updating=Ενημέρωση
M_RuningWell=Εγκαταστάθηκε η τελευταία έκδοση
M_Outdated=Ξεπερασμένο
M_NotInstalled=Δεν εγκαταστάθηκε
M_Recomm_Ins=Συνιστάται: Εγκατάσταση %s
M_Recomm_Upt=Συνιστάται: Ενημέρωση %s
M_RunASC=Σάρωση τώρα
M_ASCCaption=Απόδοση συστήματος
M_ASCInfo_NotIns=Βρέθηκαν σφάλματα μητρώου, θέματα απορρήτου και άχρηστα αρχεία στο σύστημά σας.
M_ASCInfo_UpToDate=Το Advanced SystemCare επιταχύνει και βελτιστοποιεί το PC σας με 1-κλικ.
M_ASCInfo_NeedUpDate=Το Advanced SystemCare είναι ξεπερασμένο.
M_RunDB=Σάρωση τώρα
M_DBCaption=Ενημέρωση οδηγών
M_DBInfo_NotIns_C=Βρέθηκαν %s ξεπερασμένοι οδηγοί, που ίσως επιβραδύνουν και αποσταθεροποιήσουν το PC σας.
M_DBInfo_NotIns=Μπορεί να υπάρχουν ξεπερασμένοι οδηγοί οι οποίοι μπορούν να επιβραδύνουν και αποσταθεροποιήσουν το PC σας.
M_DBInfo_UpToDate=Το Driver Booster ενημερώνει όλους τους ξεπερασμένους οδηγούς στο PC σας.
M_DBInfo_NeedUpDate=Το πρόγραμμα ενημέρωσης των οδηγών σας είναι ξεπερασμένο.
M_RunIMF=Σάρωση τώρα
M_IMFCaption=Αντικατασκοπευτική προστασία
M_IMFInfo_NotIns=Αποκτήστε καλύτερη προστασία εγκαθιστώντας το αντικατασκοπευτικό πρόγραμα της IObit.
M_IMFInfo_UpToDate=Ο IObit Malware Fighter προστατεύει το PC σας από διάφορες απειλές.
M_IMFInfo_NeedUpDate=Το αντικατασκοπευτικό σας πρόγραμμα είναι ξεπερασμένο.
M_RunAMC=Λήψη τώρα
M_AMCCaption=Προστασία Android
M_AMCInfo_NotIns=Αποκτήστε καλύτερη ασφάλεια και προστασία απορρήτου για την Android συσκευή σας.
M_Recomm_Ins_AMC=Συνιστάται: Εγκατάσταση %s στην Android συσκευή σας.
M_RunSM=Εκτέλεση τώρα
M_SMCaption=Μενού Έναρξη
M_SMInfo_NotIns=Πάρτε πίσω το γνώριμό σας μενού Έναρξη των Windows.
M_SMInfo_UpToDate=Το Start Menu 8 φέρνει πίσω το μενού Έναρξη των Windows.
M_SMInfo_NeedUpDate=Το Start Menu 8 σας είναι ξεπερασμένο.
M_RunIU=Εκτέλεση τώρα
M_IUCaption=Απεγκαταστάτης προγραμμάτων
M_IUInfo_NotIns=Αφαιρέστε ανεπιθύμητα προγράμματα, γραμμές εργαλείων και πρόσθετα φυλλομετρητή.
M_IUInfo_UpToDate=Ο IObit Uninstaller αφαιρεί πλήρως εφαρμογές και πρόσθετα.
M_IUInfo_NeedUpDate=Ο IObit Uninstaller σας είναι ξεπερασμένος.
M_RunFP=Μετατροπή τώρα
M_FPCaption=Μετατροπέας βίντεο
M_FPInfo_NotIns=Αποκτήστε ένα μετατροπέα βίντεο ώστε να μετατρέπετε τα βίντεό σας για διαφορετικές συσκευές.
M_FPInfo_UpToDate=Απολαύστε παρακολουθώντας βίντεο σε οποιεσδήποτε συσκευές θέλετε.
M_FPInfo_NeedUpDate=Το Format Package δεν είναι ενημερωμένο.
M_RunDL=Διαχείριση
M_DLCaption=Διαχειριστής κωδικών πρόσβασης
M_DLInfo_NotIns=Προστατέψτε και διαχειριστείτε όλους του κωδικούς πρόσβασής σας με Dashlane διαχειριστή κωδικών πρόσβασης.
M_DLInfo_UpToDate=Ποτέ δεν ξεχνάτε τον κωδικό πρόσβασής σας με το ασφαλές και σίγουρο Dashlane.
M_RunIVC=Δοκιμάστε τώρα
M_IVCCaption=Δωρεάν μετατροπέας βίντεο
M_IVCInfo_NotIns=100% δωρεάν και καθαρός, 150+ μορφές και ταχύτερη μετατροπή βίντεο!
M_IVCInfo_UpToDate=Παρακολουθήστε βίντεο με κάθε τρόπο που εσείς θέλετε.
M_IVCInfo_NeedUpDate=Ο μετατροπέας βίντεο iFun είναι ξεπερασμένος.
M_RunIOT=Διαχείριση τώρα
M_IOTCaption=Διαχειριστής iPhone
M_IOTInfo_NotIns=1-κλικ για να εισάγετε, εξάγετε και διαχειρίζεστε φωτογραφίες, βίντεο, στην iOS συσκευή σας.
M_IOTInfo_UpToDate=Το IOTransfer λειτουργεί καλά.
M_IOTInfo_NeedUpDate=Υπάρχει διαθέσιμη ενημέρωση του IOTransfer.
M_Close=Κλείσιμο
M_Install=Εγκατάσταση τώρα
M_ASCOffer=Εκκαθάριση και βελτιστοποίηση του PC με 1-κλικ.<br>Επιταχύνετε την εκκίνηση του PC έως και 300% γρηγορότερα.<br>Σκουπίστε τα ίχνη περιήγησης για να προστατέψετε το απόρρητό σας.<br>Παρακολουθήστε τις καταστάσεις του PC σε πραγματικό χρόνο για ομαλότερο PC.<br>Προστατέψτε το PC σας απέναντι στα συνήθη κατασκοπευτικά προγράμματα.
M_DBOffer=Μεγάλη βάση δεδομένων οδηγών (1,000,000+).<br>Αυτόματη ενημέρωση οδηγών με 1-Κλικ.<br>Ασφαλής ενημέρωση με πιστοποιημένους οδηγούς WHQL.<br>Κοινά προβλήματα (π.χ δικτύου, ήχου) Fixer.<br>Μειώστε τα παγώματα && τις καταρρεύσεις του συστήματος.
M_IMFOffer=Ισχυρό και ολοκληρωμένο Anti-malware.<br>Αμυνθείτε απέναντι στα ransomware όπως τα τελευταία GoldenEye και Wannacry.<br>Ασφαλέστερη online περιήγηση και λήψεις.<br>Βαθύτερη && ολοκληρωμένη προστασία σε πραγματικό χρόνο.
M_SMOffer=Φέρτε πίσω το κλασικό μενού Εκκίνηση στα Windows 8 && Windows 10.<br>Η ισχυρή και απλή μηχανή αναζήτησης αρχείων.
M_IUOffer=Αφαιρέστε γρήγορα πρόσθετα φυλλομετρητή, γραμμές εργαλείων και επεκτάσεις.<br>Αφαιρέστε εύκολα ανεπιθύμητα προγράμματα.<br>Εκκαθαρίστε πλήρως τα απομεινάρια μετά την ενσωματωμένη απεγκατάσταση.
M_DLOffer=Γρήγορη και εύκολη εγκατάσταση.<br>Προστατέψτε όλους τους κωδικούς πρόσβασης.<br>Για Windows, Mac, iOS, και Android.
M_IOTOffer=Ο καλύτερός σας διαχειριστής iPhone και λογισμοκό μεταφοράς iPhone.<br>Μεταφέρει δεδομένα iPhone μεταξύ iPhone/iPad/iPod/PC.<br>Εύκολο και δωρεάν για να διαχειρίζεστε φωτογραφίες iPhone, μουσική, βίντεο.<br>Εκκαθαρίστε άχρηστα αρχεία && κρυφή μνήμη για να ελευθερώσετε περισσότερο χώρο.
M_Moffer_Title=Η IObit συνιστά
M_Cancel=Άκυρο
M_Moffer_Install=Εγκατάσταση
M_Moffer_NoteEP=Κάνοντας κλικ στο "Εγκατάσταση", συμφωνείτε να εγκαταστήσετε %s και αποδέχεστε την <a>EULA</a> του && την <a>Πολιτική απορρήτου</a>.
M_Moffer_Refund=<a>Σημείωση:</a> Μπορείτε να λάβετε επιστροφή χρημάτων εντός 30 ημερών. Διαβάστε την <a>Πολιτική επιστροφής</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Χειροκίνητη ανασυγκρότηση
lblActiveTitle.Caption=Σας κούρασαν οι χειροκίνητες ενημερώσεις?
btnActiveAutoUpt.Caption=Ενεργοποίηση αυτόματων ενημερώσεων
btnDonotShow.Caption=Να μην εμφανιστεί αυτό ξανά
lblClose.Caption=Κλείσιμο

[FormShuffle_Main_M]
M_Close=Κλείσιμο
M_Title=Τυχερή κλήρωση
M_Info=Συγχαρητήρια! Εσείς παίρνετε %d ευκαιρίες τυχερής κλήρωσης.
M_Next=Έχετε ήδη χρησιμοποιήσει αυτή την ευκαιρία. Παρακαλώ περιμένετε για την επόμενη ευκαιρία.
M_Congrate=Οοόλεε! %s! Μόνο %d χρήστες το κέρδισαν!
M_ShuffleConNol=Οοόλεε! %s! Μόνο %d χρήστες το κέρδισαν! Ισχύει για %t μέρες.
M_ShuffleConLast=Οοόλεε! %s! Μόνο %d χρήστες το κέρδισαν! Ισχύει για την τελευταία μέρα.
M_TryMyLuck=Δοκιμάστε την τύχη μου
M_GetItNow=Αποκτήστε το τώρα
M_ShufflePro=1 έτος για το Smart Defrag Trial γι΄αυτό το PC.
M_ExitTip=Μπορεί να χάσετε την αποκλειστική έκπτωσή σας εάν φύγετε τώρα. Να πάρτε την έκπτωσή σας τώρα?
M_ExitTipSure=Μπορεί να χάσετε την αποκλειστική έκπτωσή σας εάν φύγετε τώρα. Να πάρτε την έκπτωσή σας τώρα?
M_ExitTipPro=Θα χάσετε την ευκαιρία να αποκτήσετε το Smart Defrag Pro εάν φύγετε τώρα. Να πάρετε το Smart Defrag Pro τώρα?
M_ExitCancel=Όχι, ευχαριστώ
M_CreateLicense=Γίνεται ενεργοποίηση του Smart Defrag PRO, παρακαλώ περιμένετε
M_CreateFin=Το Smart Defrag Pro ενεργοποιήθηκε επιτυχώς. Απολαύστε την Pro λειτουργία σας!
M_TryItNow=Δοκιμάστε το τώρα
M_ASCConInof=%s Έκπτωση για το Advaced SystemCare Pro
M_DBConInof=%s Έκπτωση για το Driver Booster Pro
M_IMFConInof=%s Έκπτωση για το IObit Malware Fighter Pro
M_SDConInof=%s Έκπτωση για το Smart Defrag Pro
M_BGConInof=%s Έκπτωση για την καλύτερη προσφορά
M_ProConInof=<a>1 έτος</a> για το Smart Defrag Pro γι' αυτό το PC

